temp_lexikon = {'ru': 'Установить новое напоминание', 'en': 'Set new Reminder',
                'tr': 'Yeni Hatırlatıcı Ayarla', 'de': 'Neue Erinnerung festlegen',
                'uk': "Установити нове нагадування", 'ar': 'تعيين تذكير جديد', 'fa': 'تنظیم یادآوری جدید'}

spam_vopros = {'ru': '<b>Bы хотите получать сообщения от бота ?</b>',
               'en': '<b>Do you want to receive messages from the bot ?</b>',
               'tr': '<b>Bottan mesaj almak ister misiniz ?</b>',
               'de': '<b>Möchten Sie Nachrichten vom Bot erhalten?</b>',
               'uk': '<b>Бажаєте отримувати повідомлення від бота?</b>',
               'ar': '<b>هل تريد تلقي رسائل من الروبوت؟</b>',
               'fa': '<b>آیا می خواهید پیام هایی از ربات دریافت کنید؟</b>', }

regular_mahnung = {'ru': 'Регулярное напоминание', 'en': 'Regular reminder',
                   'tr': 'Düzenli hatırlatma', 'de': 'Regelmäßige Mahnung',
                   'uk': 'Регулярне нагадування', 'ar': 'تذكير منتظم', 'fa': 'یادآوری منظم'}

unique_mahnung = {'ru': 'Установить уникальное напоминание', 'en': 'Set a unique reminder',
                  'tr': 'Benzersiz bir hatırlatıcı ayarlayın', 'de': 'Legen Sie eine eindeutige Mahnung fest',
                  'uk': 'Установити унікальне нагадування', 'ar': 'تعيين تذكير فريد',
                  'fa': 'تنظیم یک یادآور منحصر به فرد'}

show_or_set = {'ru': '<b>Создать напоминание или посмотреть мои напоминания</b>',
               'en': '<b>Create a reminder or view my reminders</b>',
               'tr': '<b>Bir hatırlatıcı oluşturun veya hatırlatıcılarımı görüntüleyin</b>',
               'de': '<b>Eine Erinnerung erstellen oder meine Mahnungen anzeigen</b>',
               'uk': '<b>Створити нагадування або переглянути мої нагадування</b>',
               'ar': '<b>إنشاء تذكير أو عرض التذكيرات الخاصة بي</b>',
               'fa': '<b>یادآوری ایجاد کنید یا یادآورهای من را مشاهده کنید</b>'}

gut = {'ru': 'Отлично !', 'en': 'Perfect !', 'tr': 'Mükemmel !', 'de': 'Toll !', 'uk': 'Ідеально!', 'ar': 'ممتاز !',
       'fa': 'عالی!'}

new_mahnung = {'ru': '🟢  установить новое напоминание', 'en': '🟢  set new reminder', 'fa': '🢑 تنظیم یادآوری جدید',
               'tr': '🟢  yeni hatırlatıcı ayarla', 'de': '🟢  neue Mahnung setzen',
               'uk': '🟢  встановити нове нагадування', 'ar': '🟢 تعيين تذكير جديد', }

see_reminder_list = {'ru': '🟣  посмотреть список напоминаний', 'en': '🟣  see reminder list',
                     'tr': '🟣  hatırlatma listesine bakın', 'de': '🟣  Mahnungsliste ansehen',
                     'uk': '🟣  перегляньте список нагадувань', 'ar': '🟣 انظر قائمة التذكير',
                     'fa': ' لیست یادآوری را ببینی'
                     }

get_m_type = {'ru': '<b>Выберите тип напоминания</b>', 'en': '<b>Choose type reminder</b>',
              'tr': '<b>Hatırlatma türünü seçin</b>', 'de': '<b>Wählen Sie den Mahnungstyp</b>',
              'uk': '<b>Виберіть тип нагадування</b>', 'ar': '<b>اختر نوع التذكير</b>',
              'fa': '<b>انتخاب نوع یادآوری</b>'}

selected_data = {'ru': '<b>Выберите ДАТУ</b> 👇', 'en': '<b>Choose a DAY</b>  👇',
                 'tr': '<b>Bir GÜN seçin</b>  👇', 'de': '<b>Wählen Sie einen TAG</b>  👇',
                 'uk': '<b>Виберіть ДЕНЬ</b>  👇', 'ar': '<b>اختر يومًا</b> 👇', 'fa': '<b>یک روز را انتخاب کنید</b> 👇', }

car_time = {'ru': '🚫  Похоже у Вас есть машина времени для путешествия в прошлое !',
            'en': '🚫  It looks like you have a time machine to travel into the past !',
            'tr': '🚫  Geçmişe yolculuk yapmak için bir zaman makineniz varmış gibi görünüyor !',
            'de': '🚫  Es sieht aus, als hätten Sie eine Zeitmaschine, um in die Vergangenheit zu reisen!',
            'uk': '🚫  Здається, у вас є машина часу, щоб подорожувати в минуле !',
            'ar': '🚫 يبدو أن لديك آلة زمنية للسفر إلى الماضي!',
            'fa': '🚫 به نظر می رسد شما یک ماشین زمان برای سفر به گذشته دارید!'
            }

choose_hours = {'ru': '<b>Выберите время - Часы</b>   🕰', 'en': '<b>Choose Time - Hour</b>   🕰',
                'tr': '<b>Zaman Seçin - Saat</b>   🕰', 'de': '<b>Wählen Sie Zeit - Stunde</b>   🕰',
                'uk': '<b>Виберіть Час - Година</b>   🕰', 'ar': '<b>اختر الوقت - ساعة</b> 🕰',
                'fa': '<b>انتخاب زمان - ساعت</b> 🕰'}

choose_minuts = {'ru': '<b>Выберите время  ( минуты )</b> ⏱️', 'en': '<b>Choose Time - Minutes</b>  ⏱️',
                 'tr': '<b>Zamanı Seçin - Dakika</b>  ⏱️', 'de': '<b>Wählen Sie Zeit - Minuten</b>  ⏱️',
                 'uk': '<b>Виберіть час - хвилини</b> ⏱️', 'ar': '<b>اختر الوقت - دقائق</b> ⏱️',
                 'fa': '<b>انتخاب زمان - دقیقه</b> ⏱️', }

zapuskaem_scheduler = {'ru': 'Запускаем Планировщик  ⏳', 'en': 'launch Scheduler  ⏳',
                       'tr': 'Zamanlayıcıyı başlat  ⏳', 'de': 'Planer starten  ⏳',
                       'uk': 'запустити планувальник ⏳', 'ar': 'مخطط الإطلاق ⏳', 'fa': 'راه اندازی برنامه ریز ⏳'}

form_grafik = {'ru': 'Сформировать график напомнинаний', 'en': 'set schedule of reminders',
               'tr': 'hatırlatıcıların zamanlamasını ayarla', 'de': 'Zeitplan für Mahnungen festlegen',
               'uk': 'встановити розклад нагадувань', 'ar': 'ضبط جدول التذكيرات', 'fa': 'تنظیم برنامه زمانی یادآوری ها'}

remind_me = {'ru': 'Напомнить мне !', 'en': 'remind me', 'tr': 'bana hatırlat', 'de': 'Erinnere mich daran',
             'uk': 'нагадати мені', 'ar': 'ذكرني', "fa": "به من یادآوری کن"}

uniqe_date_selekted = {'ru': 'Вы выбрали дату', 'en': 'You have chosen the Date', 'ar': 'لقد اخترت التاريخ',
                       'tr': "Tarih'i seçtiniz", 'de': 'Sie haben das Datum gewählt', 'uk': 'Ви вибрали дату',
                       'fa': ' شما تاریخ را انتخاب کرده اید'}

accepted_uniq = {'ru': '<b>Напоминание принято</b>  👌', 'en': '<b>Reminder accepted</b>  👌',
                 'tr': '<b>Hatırlatma kabul edildi</b>  👌', 'de': '<b>Erinnerung akzeptiert</b>  👌',
                 'uk': '<b>Нагадування прийнято</b> 👌', 'ar': '<b>تم قبول التذكير</b> 👌',
                 'fa': '<b>یادآوری پذیرفته شد</b> 👌'
                 }

return_to_basic = {'ru': 'Вернуться в основное окно', 'en': 'Back to set new reminder',
                   'fa': 'بازگشت به تنظیم یادآوری جدید',
                   'tr': 'Back to set new reminder', 'de': 'Zurück, um eine neue Mahnung festzulegen',
                   'uk': 'Назад до встановлення нового нагадування', 'ar': 'العودة إلى تعيين تذكير جديد', }

knopka_nazata = {'ru': 'Нажмите кнопку ▶️ под клавиатурой минут, чтобы подтвердить действие',
                 'en': 'Press the button ▶️ below the minutes keypad to confirm the action',
                 'tr': 'İşlemi onaylamak için dakika tuş takımının altındaki düğmeye basın ▶️',
                 'de': 'Drücken Sie die Taste ▶️ unter der Minutentastatur, um die Aktion zu bestätigen',
                 'uk': 'Натисніть кнопку ▶️ під клавіатурою хвилин, щоб підтвердити дію',
                 'ar': 'اضغط على الزر الموجود أسفل لوحة مفاتيح الدقائق لتأكيد الإجراء▶️',
                 'fa': 'دکمه زیر صفحه کلید دقیقه را فشار دهید تا عملکرد را تأیید کنید▶️'
                 }

set_titel = {'ru': '<b>Отправьте мне текст напоминания или фотографию</b>',
             'en': '<b>Send me the reminder Title or Foto</b>',
             'tr': "Bana hatırlatma başlığını veya Foto'yu gönder",
             'de': '<b>Senden Sie mir den Mahnungstitel oder das Foto</b>',
             'uk': 'Надішліть мені назву або фотографію нагадування',
             'ar': 'أرسل لي عنوان التذكير أو الصورة', 'fa': ' عنوان یا عکس یادآوری را برای من ارسال کنید'
             }

incorrect_titel = {'ru': 'Вы ввели некорректное название. Попробуйте еще раз',
                   'en': 'You entered an incorrect Title. Try again',
                   'tr': 'Yanlış bir Başlık girdiniz. Tekrar deneyin',
                   'de': 'Sie haben einen falschen Titel eingegeben. Versuchen Sie es erneut',
                   'uk': 'Ви ввели неправильну назву. Спробуйте знову',
                   'ar': 'لقد أدخلت عنوانًا غير صحيح. حاول مرة أخرى',
                   'fa': ' عنوان نادرستی وارد کردید. دوباره امتحان کن'
                   }

data_mahnung = {'ru': 'Отправьте мне текст напоминания или пришлите фото',
                'en': 'Send me a text of reminder or send me a photo',
                'tr': "Bana hatırlatma başlığını veya Foto'yu gönder",
                'de': 'Senden Sie mir den Mahnungstitel oder das Foto',
                'uk': 'Надішліть мені текст нагадування або надішліть мені фотографію',
                'ar': 'أرسل لي رسالة تذكيرية أو أرسل لي صورة',
                'fa': 'یک متن یادآوری برای من بفرست یا یک عکس برای من بفرست'
                }

neu_or_alt = {'ru': 'Выберите будущие или прошедшие напоминания вы хотети посмотреть',
              'en': 'Select future or past reminders you want to view ?',
              'tr': "Bana hatırlatma başlığını veya Foto'yu gönder",
              'de': 'Wählen Sie zukünftige oder vergangene Mahnungen aus, die Sie anzeigen möchten?',
              'uk': 'Виберіть майбутні чи минулі нагадування, які ви хочете переглянути?',
              'ar': 'حدد التذكيرات المستقبلية أو السابقة التي تريد عرضها؟',
              'fa': 'یادآوری های آینده یا گذشته را که می خواهید مشاهده کنید انتخاب کنید؟'
              }

alt = {'ru': 'Уникальные события', 'en': 'Unique events', 'tr': 'Benzersiz etkinlikler', 'fa': 'رویدادهای منحصر به فرد',
       'de': 'Einzigartige Events', 'uk': 'Унікальні події', 'ar': 'أحداث فريدة من نوعها'}

neu = {'ru': 'Регулярные события', 'en': 'Regular events', 'tr': 'Düzenli etkinlikler', 'fa': 'رویدادهای منظم',
       'de': 'Regelmäßige Veranstaltungen', 'uk': 'Регулярні заходи', 'ar': 'الأحداث المنتظمة', }

net_napominaniy = {'ru': 'У вас ещё нет событий', 'en': 'You have no events yet', 'fa': 'هنوز هیچ رویدادی ندارید',
                   'tr': 'Henüz etkinliğiniz yok', 'de': 'Sie haben noch keine Events',
                   'uk': 'У вас ще немає подій', 'ar': 'ليس لديك أي أحداث حتى الآن', }

edit_or_back = {'ru': '<b>Хотите удалить напоминание ?</b>', 'en': '<b>Would you like to delete any reminder ?</b>',
                'fa': 'آیا می‌خواهید هر یادآوری را حذف کنید؟',
                'tr': 'Herhangi bir hatırlatıcıyı silmek ister misiniz?',
                'de': '<b>Möchten Sie eine Mahnung löschen ?</b>',
                'uk': 'Ви бажаєте видалити будь-яке нагадування?', 'ar': 'هل ترغب في حذف أي تذكير؟', }

edit = {'ru': 'удалить напоминание', 'en': 'delete one', 'tr': 'bir hatırlatıcıyı sil', 'fa': 'حذف یکی',
        'de': 'lösche einen', 'uk': 'видалити один', 'ar': 'حذف واحد', }

go_to_basic = {'ru': '⬅️', 'en': '⬅️', 'tr': '⬅️', 'de': '⬅️', 'uk': '⬅️', 'ar': '⬅️', 'fa': '⬅️'}

give_me_id_mahnung = {'ru': 'Отправьте мне id номер напоминания', 'en': 'Send reminder id', 'ar': 'إرسال معرف التذكير',
                      'fa': 'ارسال شناسه یادآوری',
                      'tr': 'Hatırlatma kimliğini gönder', 'de': 'Mahnungs-ID senden',
                      'uk': 'Надіслати ідентифікатор нагадування', }

incorrect_id = {'ru': 'Вы ввели неверный id номер напоминания\n\nПопробуйте ещё раз',
                'en': 'You entered an incorrect id number of reminder\n\nTry again',
                'tr': 'Hatırlatıcı için yanlış bir kimlik numarası girdiniz\n\nTekrar deneyin',
                'de': 'Sie haben eine falsche Mahnungs-ID eingegeben\n\nVersuchen Sie es erneut',
                'uk': 'Ви ввели неправильний ідентифікаційний номер нагадування\n\nСпробуйте ще раз',
                'ar': 'لقد أدخلت رقم معرف تذكير غير صحيح\n\nحاول مرة أخرى',
                'fa': 'شماره شناسه یادآوری را اشتباه وارد کردید\n\nدوباره امتحان کنید'
                }

deleted = {'ru': 'Напоминание удалено', 'en': 'Remainder is deleted', 'tr': 'Kalan silindi',
           'de': 'Mahnung wird gelöscht', 'uk': 'Залишок видалено', 'ar': 'تم حذف الباقي',
           'fa': 'باقی مانده حذف شده است'
           }

deleted_past = {'ru': 'Напоминание о прошлом событии удалено', 'en': 'Reminder of past event removed',
                'tr': 'Kalan silindi',
                'de': 'Eine Erinnerung an ein vergangenes Ereignis wurde gelöscht',
                'uk': 'ЗНагадування про подію у минулому видалено', 'ar': 'تم حذف الباقي',
                'fa': 'باقی مانده حذف شده است'
                }

no_id = {'ru': 'У вас нет напоминания с таким номером', 'en': 'You do not have a Reminder with this id',
         'fa': 'شما یادآوری با این شناسه ندارید',
         'tr': 'Bu kimliğe sahip bir Hatırlatıcınız yok', 'de': 'Sie haben keine Mahnung mit dieser ID',
         'uk': 'У вас немає нагадування з цим ідентифікатором', 'ar': 'ليس لديك تذكير بهذا المعرف', }

weiter_edit = {'ru': 'Удалить другие напоминания ?', 'en': 'Delete other Reminder ?', "fa": "یادآوری دیگر حذف شود؟",
               'tr': 'Diğer Hatırlatıcıyı sil?', 'de': 'Andere Mahnung löschen?',
               'uk': 'Видалити інше нагадування?', 'ar': 'هل تريد حذف التذكير الآخر؟', }

event_in_past = {'ru': 'Количество ивентов в прошлом ', 'en': 'Number events in the Past ',
                 'fa': 'تعداد رویدادها در گذشته',
                 'tr': 'Geçmişteki olay sayısı ', 'de': 'Anzahl Ereignisse in der Vergangenheit',
                 'uk': 'Кількість подій у минулому ', 'ar': 'عدد الأحداث في الماضي', }

event_in_future = {'ru': 'Количество ивентов в будущем ', 'en': 'Number events in the Future ',
                   'fa': 'تعداد رویدادها در آینده',
                   'tr': 'Gelecekteki Sayı Olayları ', 'de': 'Anzahl der Ereignisse in der Zukunft ',
                   'uk': 'Кількість подій у майбутньому ', 'ar': 'عدد الأحداث في المستقبل', }

choose_type = {'ru': '<b>С какой регулярностью вы хотите получать напоминания ?</b>',
               'en': '<b>How often would you like to receive reminders ?</b>',
               'tr': '<b>Ne sıklıkla hatırlatıcı almak istersiniz?</b>',
               'de': '<b>Wie oft möchten Sie Mahungen erhalten?</b>',
               'fa': '<b>دوباره دوست دارید یادآوری دریافت کنید؟</b>',
               'uk': '<b>Як часто ви хочете отримувати нагадування?</b>',
               'ar': '<b>كم مرة ترغب في تلقي التذكيرات؟</b>',
               }

month = {'ru': 'Ежемесячно', 'en': 'monthly', 'tr': 'aylık', 'de': 'monatlich', 'uk': 'щомісячно', 'ar': 'شهريًا',
         'fa': 'ماهانه'}

week = {'ru': 'Несколько раз в неделю', 'en': 'Several times per Week', 'tr': 'Haftada birkaç kez',
        'fa': 'چند بار در هفته',
        'de': 'Mehrmals pro Woche', 'uk': 'Кілька разів на тиждень', 'ar': 'عدة مرات في الأسبوع', }

day = {'ru': 'Каждый день', 'en': 'Daily', 'tr': 'Günlük', 'de': 'Täglich', 'uk': 'Щоденно', 'ar': 'يوميًا',
       'fa': 'روزانه'}

text_for_day_choose = {'ru': 'Выберите число в которое происходит регулярное событие, бот пришлет вам напоминание'
                             ' за сутки и за час',
                       'en': 'Select the date on which the regular event occurs, the '
                             'bot will send you a reminder a day and an hour before',
                       'tr': 'Düzenli etkinliğin gerçekleşeceği tarihi seçin, bot size bir gün ve bir saat önce bir hatırlatma gönderecektir.',
                       'de': 'Wählen Sie das Datum aus, an dem das reguläre Ereignis stattfindet. Der '
                             'Bot sendet Ihnen einen Tag und eine Stunde vorher eine Erinnerung',
                       'uk': 'Виберіть дату, коли відбувається звичайна подія, '
                             "бот надішле вам нагадування за день і годину до",
                       'fa': 'تاریخی را که در آن رویداد معمولی رخ می دهد، انتخاب کنید'
                             'ربات یک روز و یک ساعت قبل برای شما یادآوری ارسال می کند',
                       'ar': 'حدد التاريخ الذي يحدث فيه الحدث المعتاد، وسيقوم الروبوت بإرسال تذكير إليك قبل يوم وساعة من الحدث',
                       }

zapusk_button = {'ru': '<b>Запускаем</b>  ⏱️', 'en': "<b>Let's launch</b>  ⏱️", 'tr': "Hadi başlayalım",
                 'fa': "بیایید راه اندازی کنیم",
                 'de': "<b>Lasst uns starten</b>  ⏱️", 'uk': "<b>Запускаємо</b> ⏱️", 'ar': "لنبدأ"}

sobytie_sluchitsa = {'ru': 'Событие случится', 'en': 'The event will happen', 'tr': 'Olay gerçekleşecek',
                     'de': 'Das Ereignis wird stattfinden', 'uk': 'Подія відбудеться', 'ar': 'سوف يحدث الحدث', }

approve_choise_lexicon = {'ru': 'Подтвердите свой выбор', 'en': 'Confirm your choice', 'fa': 'رویداد اتفاق خواهد افتاد',
                          'tr': 'Seçiminizi onaylayın', 'de': 'Bestätigen Sie Ihre Auswahl',
                          'uk': 'Підтвердьте свій вибір', 'ar': 'تأكيد اختيارك', }

choose_weekday = {'ru': 'Выберите дни недели', 'en': 'Choose Weekdays', 'tr': 'Hafta İçi Günleri Seçin',
                  'fa': 'روزهای هفته را انتخاب کنید',
                  'de': 'Wochentage auswählen', 'uk': 'Виберіть дні тижня', 'ar': 'اختر أيام الأسبوع', }

text_for_week = {'ru': 'Запустить еженедельные напоминания', 'en': 'Start weekly reminders',
                 'tr': 'Haftalık hatırlatıcıları başlat', 'de': 'Wöchentliche Mahnungen starten',
                 'uk': 'Почати щотижневі нагадування', 'ar': 'بدء التذكيرات الأسبوعية', }

for_day_mahnung_choice_hours = {'ru': 'Выберите час/часы когда вам нужно прислать напоминание',
                                'en': 'Select the hour/hours when you want to send a reminder',
                                'tr': 'Hatırlatma göndermek istediğiniz saati/saatleri seçin',
                                'de': 'Wählen Sie die Stunde(n) aus, zu der/denen Sie eine Mahnung senden möchten',
                                'uk': 'Виберіть годину/години, коли ви хочете надіслати нагадування',
                                'fa': 'شروع یادآورهای هفتگی',
                                'ar': 'حدد الساعة/الساعات التي تريد إرسال تذكير فيها', }

for_days_arbeit_stunde = {'ru': 'Напоминание сработает в ', 'en': 'The reminder will go off at ', 'fa': "یادآوری در ",
                          'tr': 'Hatırlatma şu saatte çalacaktır: ', 'de': 'Die Mahnung wird ausgelöst um ',
                          'uk': "Нагадування з'явиться о ", 'ar': 'سيتم تشغيل التذكير في ', }

go_to_minuts_in_days = {'ru': 'Сохранить часы  🔒', 'en': 'Save the choice  🔒', 'tr': 'Save thee chuike  🔒',
                        'fa': 'انتخاب را ذخیره کنید 🔒',
                        'de': 'Auswahl speichern 🔒', 'uk': 'Зберегти вибір 🔒', 'ar': 'احفظ الاختيار 🔒'}

daily = {'ru': 'Ежеденевно', 'en': 'Daily', 'tr': 'Günlük', 'de': 'Täglich', 'uk': 'Щоденно', 'ar': 'يوميًا',
         'fa': 'روزانه'}

text_for_day = {'ru': 'Запустить ежедневные напоминания', 'en': 'Start daily reminders', 'fa': 'شروع یادآورهای روزانه',
                'tr': 'Günlük hatırlatıcıları başlat', 'de': 'Tägliche Erinnerungen starten',
                'uk': 'Почати щоденні нагадування', 'ar': 'بدء التذكيرات اليومية', }

lan_reset = {'ru': 'Теперь я общаюсь с Вами на русском языке !', 'en': 'Now I communicate with you in English !',
             'fa': 'حالا من با شما فارسی ارتباط دارم!',
             'tr': "Artık Türkiye'den sizinle iletişim kuruyorum !",
             'de': 'Jetzt kommuniziere ich mit Ihnen auf Deutsch !',
             'uk': 'Тепер я спілкуюся з вами украiньскою мовою!', 'ar': 'الآن أتواصل معك باللغة العربية!', }

help_text = {'ru': 'Бот присылает вам напоминания о важных событиях, которые вы устанавливаете ему сами',
             'en': 'The bot sends you reminders about important events that you set',
             'tr': 'Bot, ayarladığınız önemli olaylar hakkında size hatırlatıcılar gönderir',
             'de': 'Der Bot sendet Ihnen Erinnerungen an wichtige Ereignisse, die Sie festlegen',
             'uk': 'Бот надсилає вам нагадування про важливі події, які ви встановили',
             'ar': 'يرسل لك الروبوت تذكيرات حول الأحداث المهمة التي قمت بتعيينها',
             'fa': 'ربات در مورد رویدادهای مهمی که تنظیم کرده اید یادآوری هایی برای شما ارسال می کند'}

get_lynk = {'ru': 'https://youtu.be/n6mEmOKu9Cc',
            'en': 'https://youtu.be/vzJABQ58dzg',
            'de': 'https://youtu.be/xzo1ET4ULak',
            'tr': 'https://youtu.be/frHWxL_WJXc',
            'fa': 'https://youtu.be/PDmu5UcBoJQ',
            'ar': 'https://youtu.be/7wGIXxuQNh0',
            'uk': 'https://youtu.be/rGjrG2FI6bI'}

lan_same = {'ru': 'Продолжаем коммуникацию на русском', 'en': 'We are going on in English',
            'fa': 'به فارسی ادامه می دهیم',
            'tr': "Türkiye'de devam ediyoruz", 'de': 'Wir machen auf Deutsch weiter', 'uk': 'Ми йдемо українською',
            'ar': 'نحن مستمرون باللغة الإنجليزية', }

show_presentation = {'ru': 'Посмотреть видео инструкцию', 'en': 'See manual movie', 'ar': 'مشاهدة الفيلم اليدوي',
                     'fa': 'فیلم دستی را ببینید',
                     'tr': 'Manuel filmi izleyin', 'de': 'Wir machen auf Deutsch weiter',
                     'uk': 'Переглянути відео вручну', }

skolko_us = {'ru': 'Количество запусков бота', 'en': 'Quantity of bot launches',
             'tr': 'Bot başlatma miktarı', 'de': 'Anzahl der Bot-Starts',
             'uk': 'Кількість запусків ботів', 'ar': 'عدد عمليات إطلاق الروبوتات',
             'fa': 'تعداد راه اندازی ربات'}

bot_time_now = {'ru': 'У меня сейчас ', 'en': 'My current Time is ', 'tr': 'Şu anki Zamanım ', 'fa': 'زمان فعلی من ',
                'de': 'Meine aktuelle Zeit ist ', 'uk': 'Мій поточний час ', 'ar': 'وقتي الحالي هو ', }

us_tz_gleich = {'ru': 'У меня столько же', 'en': 'The same', 'tr': 'Aynısı', 'de': 'Das Gleiche', 'uk': 'Те саме',
                'ar': 'نفس الشيء',
                "fa": "همان"}

us_tz_plus_1 = {'ru': 'Моё время на 1 час больше', 'en': 'My time is 1 hour mehr',
                'tr': 'Benim zamanım 1 saat daha fazla', 'de': 'Meine Zeit ist 1 Stunde mehr',
                'uk': 'Мій час 1 година більше', 'ar': 'وقتي هو 1 ساعة أكثر', 'fa': 'زمان من 1 ساعت مهر است'}

us_tz_plus_2 = {'ru': 'Моё время на 2 часа больше', 'en': 'My time is 2 hours mehr', 'fa': 'زمان من 2 ساعت مهر است',
                'tr': 'Benim zamanım 2 saat daha fazla', 'de': 'Meine Zeit beträgt 2 Stunden mehr',
                'uk': 'Мій час 2 години більше', 'ar': 'وقتي هو 2 ساعات أكثر', }

us_tz_plus_3 = {'ru': 'Моё время на 3 часа больше', 'en': 'My time is 3 hours mehr', 'fa': 'زمان من 3 ساعت مهر است',
                'tr': 'Benim zamanım 3 saat daha fazla', 'de': 'Meine Zeit beträgt 3 Stunden mehr',
                'uk': 'Мій час 3 години більше', 'ar': 'وقتي هو 3 ساعات أكثر', }
us_tz_plus_4 = {'ru': 'Моё время на 4 часа больше', 'en': 'My time is 4 hours mehr', 'fa': 'زمان  من4  ساعت مهر است',
                'tr': 'Benim zamanım 4 saat daha fazla', 'de': 'Meine Zeit beträgt 4 Stunden mehr',
                'uk': 'Мій час 4 години більше', 'ar': 'وقتي هو4  ساعات أكثر', }

us_tz_plus_5 = {'ru': 'Моё время на 5 часов больше', 'en': 'My time is 5 hours mehr', 'fa': 'زمان من 5 ساعت مهر است',
                'tr': 'Benim zamanım 5 saat daha fazla', 'de': 'Meine Zeit beträgt 5 Stunden mehr',
                'uk': 'Мій час 5 години більше', 'ar': 'وقتي هو 5 ساعات أكثر', }

us_tz_plus_6 = {'ru': 'Моё время на 6 часов больше', 'en': 'My time is 6 hours mehr', 'fa': 'زمان من 6 ساعت مهر است',
                'tr': 'Benim zamanım 3 saat daha fazla', 'de': 'Meine Zeit beträgt 3 Stunden mehr',
                'uk': 'Мій час 6 години більше', 'ar': 'وقتي هو 6 ساعات أكثر', }

send_review = {'ru': 'Написать отзыв', 'en': 'Write review', 'uk': 'Написати відгук', 'de': 'Rezension schreiben',
               'tr': 'İnceleme yaz', 'ar': 'كتابة مراجعة', 'fa': 'نوشتن نظر'}

write_review = {'ru': 'Напишите ваш отзыв в следующем сообщении', 'en': 'Write review in next Message',
                'tr': 'Bir sonraki Mesajda yorum yaz', 'fa': 'نوشتن نظر در پیام بعدی',
                'de': 'Schreiben Sie eine Bewertung in der nächsten Nachricht',
                'uk': 'Написати відгук у наступному повідомленні',
                'ar': 'اكتب المراجعة في الرسالة التالية', }

data_mahnung_nur_text = {'ru': 'Я могу передать только текст 🤷', 'fa': 'من فقط می توانم متن را انتقال دهم 🤷',
                         'uk': 'Я можу передати лише текст 🤷', 'de': 'Ich kann nur SMS senden 🤷',
                         'tr': 'Sadece mesaj gönderebiliyorum 🤷', 'en': 'I can only transfer text 🤷',
                         'ar': 'لا أستطيع سوى نقل النص 🤷'}

danke = {'ru': 'Ваше сообщение успешно отправлено!\n\nСпасибо !',
         'en': 'Your message has been sent successfully!\n\nThank you!',
         'de': 'Ihre Nachricht wurde erfolgreich gesendet!\n\nVielen Dank!',
         'uk': 'Ваше повідомлення успішно надіслано!\n\nДякуємо!',
         'tr': 'Mesajınız başarıyla gönderildi!\n\nTeşekkür ederiz!', 'ar': 'تم إرسال رسالتك بنجاح!\n\nشكرا لك!',
         'fa': 'پیام شما با موفقیت ارسال شد!\n\nمتشکرم!'
         }

chas_selekted = {'ru': 'Вы выбрали час ', 'en': 'You have selected hour ', 'fa': 'شما ساعت را انتخاب کرده اید',
                 'uk': 'Ви вибрали годину', 'tr': 'Saat seçtiniz ',
                 'de': 'Sie haben die Stunde ausgewählt ',
                 'ar': 'لقد قمت بتحديد الساعة'}

real_min_selekted = {'ru': 'Вы выбрали минуты ', 'en': 'You have selected minutes ', 'ar': 'لقد قمت بتحديد الدقائق',
                     'fa': 'شما دقیقه ها را انتخاب کرده اید',
                     'tr': 'Dakikaları seçtiniz',
                     'uk': 'Ви вибрали хвилини', 'de': 'Sie haben Minuten ausgewählt ',
                     }

last_dialog_text = {'ru': 'Если не хотите удалять сообщения - воспользуйтесь основным меню',
                    'en': "If you don't want to delete messages, use the main menu",
                    'tr': 'Mesajları silmek istemiyorsanız ana menüyü kullanın',
                    'de': 'Wenn Sie keine Nachrichten löschen möchten, verwenden Sie das Hauptmenü',
                    'fa': 'اگر نمی خواهید پیام ها را حذف کنید، از منوی اصلی استفاده کنید',
                    'ar': 'إذا كنت لا تريد حذف الرسائل، استخدم القائمة الرئيسية',
                    'uk': 'Якщо ви не хочете видаляти повідомлення, скористайтеся головним меню'}

vibor_minut = {'ru': 'Выберите минуты', 'en': 'Choose minutes', 'de': 'Minuten auswählen',
               'uk': 'Виберіть хвилини', 'ar': 'حدد الدقائق',
               'fa': 'دقیقه را انتخاب کنید',
               'tr': 'Dakika seçin'}

error_same_time = {'ru': 'Нельзя установить больше одного напоминания на одно и то же время 🤷',
                   'en': "You can't set more than one reminder for the same time 🤷",
                   'de': 'Sie können nicht mehr als eine Erinnerung gleichzeitig einrichten 🤷',
                   'uk': 'Не можна встановити більше одного нагадування на той самий час 🤷',
                   'tr': 'Aynı saate birden fazla hatırlatıcı ayarlayamazsınız 🤷',
                   'ar': 'لا يمكنك ضبط أكثر من تذكير في نفس الوقت 🤷',
                   'fa': 'شما نمی توانید بیش از یک یادآوری را برای یک زمان تنظیم کنید 🤷'}

regular_or_uniq = {'ru': '<b>Выберите : Уникальные или Регулярные события Вы хотите посмотреть ?</b>',
                   'en': '<b>Select: Unique or Regular Events Do you want to view ?</b>',
                   'de': '<b>Wählen Sie: Einmalige oder regelmäßige Ereignisse. Möchten Sie sie anzeigen ?</b>',
                   'uk': '<b>Виберіть: Унікальні чи регулярні події Бажаєте переглянути?</b>',
                   'tr': 'Seçiniz: Benzersiz veya Düzenli Etkinlikler Görüntülemek ister misiniz?',
                   'ar': 'حدد: الأحداث الفريدة أو العادية هل تريد العرض؟',
                   'fa': 'انتخاب کنید: رویدادهای منحصر به فرد یا معمولی آیا می خواهید مشاهده کنید؟'}

cal_events = {'ru': '📆  <b>Календарь событий</b> ✏️',
              'de': '📆  Veranstaltungskalender ✏️',
              'en': '📆  Events calendar ✏️',
              'tr': '📆  Etkinlik takvimi ✏️',
              'uk': '📆  Календар подій ✏️',
              'ar': 'تقويم الأحداث',
              'fa': 'تقویم رویدادها'}

pusto_cal = {'ru': 'Для того, чтобы установить заметку на этот день - перейдите в режим добаления уникальных заметок',
             'en': 'To set a note for this day, go to the mode of adding unique notes',
             'de': 'Um eine Notiz für diesen Tag zu setzen, gehen Sie in den Modus zum Hinzufügen einzigartiger Notizen',
             'tr': 'Bu gün için bir not ayarlamak için benzersiz notlar ekleme moduna gidin',
             'uk': 'Щоб встановити замітку на цей день, перейдіть в режим додавання унікальних заміток',
             'ar': 'لتعيين ملاحظة لهذا اليوم، انتقل إلى وضع إضافة ملاحظات فريدة',
             'fa': 'برای تنظیم یادداشت برای این روز، به حالت افزودن یادداشت های منحصر به فرد بروید',
             }

zaglushka = {'ru': '<b>Посмотреть календарь уникальных событий</b> ▶️',
             'en': 'View the calendar of unique events  ▶️',
             'de': 'Sehen Sie sich den Kalender mit einzigartigen Events an ▶️',
             'uk': 'Переглянути календар унікальних подій ▶️',
             'tr': 'Benzersiz etkinliklerin takvimini görüntüleyin ▶️',
             'ar': 'عرض تقويم الأحداث الفريدة',
             'fa': 'تقویم رویدادهای منحصر به فرد را مشاهده کنید'}

no_future_uniq_events = {'ru': 'У Вас нет уникальных событий в будущем',
                         'en': 'You have no unique events in the future',
                         'de': 'Für Sie liegen in der Zukunft keine einmaligen Ereignisse vor',
                         'tr': 'Gelecekte benzersiz bir etkinliğiniz yok',
                         'uk': 'У вас немає унікальних подій у майбутньому',
                         'ar': 'ليس لديك أي أحداث فريدة في المستقبل.',
                         'fa': 'شما هیچ رویداد منحصر به فردی در آینده ندارید.',
                         }

no_future_uniq_events_else = {'ru': '<b>У Вас больше нет уникальных событий в будущем</b>',
                              'en': '<b>You have no any unique events in the future</b>',
                              'de': '<b>Für Sie liegen in der Zukunft keine einmaligen Ereignisse vor</b>',
                              'tr': '<b>Gelecekte benzersiz bir etkinliğiniz yok</b>',
                              'uk': '<b>У вас немає унікальних подій у майбутньому</b>',
                              'ar': 'ليس لديك أي أحداث فريدة في المستقبل.',
                              'fa': 'شما هیچ رویداد منحصر به فردی در آینده ندارید.',
                              }

no_uniq_events = {'ru': '<b>У Вас пока нет уникальных событий</b>',
                  'en': '<b>You have no unique events</b>',
                  'de': '<b>Für Sie liegen keine einmaligen Ereignisse vor</b>',
                  'tr': '<b>Gelecekte benzersiz bir etkinliğiniz yok</b>',
                  'uk': '<b>У вас немає унікальних подій у майбутньому</b>',
                  'ar': 'ليس لديك أي أحداث فريدة في المستقبل.',
                  'fa': 'شما هیچ رویداد منحصر به فردی در آینده ندارید.',
                  }

no_events = {'ru': '<b>У Вас пока нет событий</b>',
             'en': '<b>You have no events</b>',
             'de': '<b>Für Sie liegen keine Ereignisse vor</b>',
             'tr': '<b>Gelecekte benzersiz bir etkinliğiniz yok</b>',
             'uk': '<b>У вас немає унікальних подій у майбутньому</b>',
             'ar': 'ليس لديك أي أحداث فريدة في المستقبل.',
             'fa': 'شما هیچ رویداد منحصر به فردی در آینده ندارید.',
             }

enter_capture = {'ru': '<b>Хотите сделать подпись под фотографией ?</b>',
                 'en': '<b>Want to add a caption to your photo?</b>',
                 'de': '<b>Möchten Sie ein Foto signieren?</b>',
                 'tr': '<b>Bir fotoğrafa imza atmak ister misin?</b>',
                 'uk': '<b>Бажаєте зробити підпис під фотографією?</b>',
                 'ar': 'هل تريد التوقيع على الصورة؟',
                 'fa': 'آیا می خواهید یک عکس را امضا کنید؟'}

not_text_capture_send = {'ru': 'Отправьте мне текст для подписи под фото',
                         'en': 'Send me the text for the caption under the photo',
                         'de': 'Schicken Sie mir eine Textnachricht, um das Foto mit einer Bildunterschrift zu versehen',
                         'uk': 'Надішліть мені текст для підпису під фото',
                         'tr': 'Fotoğrafın başlığını eklemek için bana bir metin gönder',
                         'ar': 'أرسل لي رسالة نصية لتعليق الصورة',
                         'fa': 'برای من یک متن بفرستید تا عکس را شرح دهم'}

net_regular_mahnung = {'ru': 'У Вас больше нет регулярных напоминаний',
                       'de': 'Sie haben keine regelmäßigen Erinnerungen mehr',
                       'en': 'You no longer have regular reminders.',
                       'tr': 'Artık düzenli hatırlatıcınız yok',
                       'uk': 'У Вас більше немає регулярних нагадувань',
                       'ar': 'لم يعد لديك تذكيرات منتظمة',
                       'fa': 'دیگر یادآوری منظم ندارید'}

Choose_Day = {
    'ru': 'Выберите хотя бы один день в месяце',
    'en': 'Please select at least one day in the month',
    'de': 'Wählen Sie mindestens einen Tag pro Monat aus',
    'tr': 'Ayda en az bir gün seçin',
    'uk': 'Виберіть хоча б один день на місяці',
    'ar': 'حدد يومًا واحدًا على الأقل في الشهر',
    'fa': 'حداقل یک روز در ماه را انتخاب کنید'
}

already_in_plan = {'ru': 'Этот день уже выбран',
                   'en': 'This day has already been chosen',
                   'de': 'Dieser Tag ist bereits ausgewählt',
                   'tr': 'Bu gün zaten seçildi',
                   'uk': 'Цей день уже обрано',
                   'ar': 'لقد تم بالفعل اختيار هذا اليوم',
                   'fa': 'این روز قبلاً انتخاب شده است'
                   }

enter_enterval = {
    'ru': '📋 <b>Введите количество дней (от 2 до 365), через которое будет повторяться событие</b>',
    'en': '📋 <b>Enter the number of days (from 2 to 365) after which the event will repeat</b>',
    'de': '📋 <b>Geben Sie die Anzahl der Tage (von 2 bis 365) ein, nach denen das Ereignis wiederholt wird</b>',
    'tr': "📋 <b>Etkinliğin tekrarlanacağı gün sayısını (2'den 365'e kadar) girin</b>",
    'uk': '📋 <b>Введіть кількість днів (від 2 до 365), через яку повторюватиметься подія</b>',
    'ar': '📋 أدخل عدد الأيام (من 2 إلى 365) التي سيتكرر بعدها الحدث',
    'fa': '📋ت عداد روزها (از 2 تا 365) را وارد کنید که بعد از آن رویداد تکرار می شود',
}

error_interval = {
    'ru': 'Неверные данные, попробуйте ещё раз',
    'en': 'Incorrect data, please try again',
    'de': 'Ungültige Daten, versuchen Sie es erneut',
    'tr': 'Geçersiz veri, tekrar deneyin',
    'uk': 'Невірні дані, спробуйте ще раз',
    'ar': 'البيانات غير صالحة، حاول مرة أخرى',
    'fa': 'داده نامعتبر است، دوباره امتحان کنید'
}

interval_set = {
    'ru': 'Отлино ! Интервал установлен !',
    'de': 'Exzellent! Das Intervall ist eingestellt !',
    'en': 'Excellent! The interval is set !',
    'tr': 'Harika! Aralık ayarlandı!',
    'uk': 'Відмінно! Інтервал встановлений!',
    'fa': 'عالی! فاصله تعیین شده است!',
    'ar': 'ممتاز! تم تعيين الفاصل الزمني!'}

uniq_future_event = {'ru': '<b>Уникальные события в Будущем</b>',
                     'de': '<b>Einzigartige Ereignisse in der Zukunft</b>',
                     'en': '<b>Unique Events in the Future</b>',
                     'uk': '<b>Унікальні події у Майбутньому</b>',
                     'tr': '<b>Gelecekteki benzersiz olaylar</b>',
                     'ar': 'أحداث فريدة من نوعها في المستقبل',
                     'fa': 'رویدادهای منحصر به فرد در آینده'}

uniq_past_event = {
    'ru': '<b>Уникальные события в Прошлом</b>',
    'en': '<b>Unique Events in the Past</b>',
    'de': '<b>Einzigartige Ereignisse in der Vergangenheit</b>',
    'tr': '<b>Geçmişteki Benzersiz Etkinlikler</b>',
    'uk': '<b>Унікальні події в минулому</b>',
    'ar': 'أحداث فريدة من نوعها في الماضي',
    'fa': 'رویدادهای منحصر به فرد در گذشته'
}

interval_list = {'ru': 'Регулярные события с определённым интервалом',
                 'en': 'Regular events at a certain interval',
                 'de': 'Regelmäßige Veranstaltungen in einem bestimmten Abstand',
                 'tr': 'Belirli aralıklarla düzenli etkinlikler',
                 'uk': 'Регулярні події з певним інтервалом',
                 'ar': 'أحداث منتظمة في فترة زمنية معينة',
                 'fa': 'رویدادهای منظم در یک بازه زمانی مشخص'}

monat_list = {
    'ru': 'Ежемесячные события',
    'de': 'Monatliche Veranstaltungen',
    'en': 'Monthly events',
    'uk': 'Щомісячні події',
    'tr': 'Aylık Etkinlikler',
    'fa': 'رویدادهای ماهانه',
    'ar': 'الأحداث الشهرية',
}

week_list = {
    'ru': 'Еженедельные события',
    'de': 'Wöchentliche Veranstaltungen',
    'en': 'Weekly Events',
    'uk': 'Щотижневі події',
    'tr': 'Haftalık Etkinlikler',
    'fa': 'رویدادهای هفتگی',
    'ar': 'الأحداث الأسبوعية',
}

day_list = {
    'ru': 'Ежедневные события',
    'de': 'Tägliche Ereignisse',
    'en': 'Daily Events',
    'uk': 'Щоденні події',
    'tr': 'Günlük Etkinlikler',
    'fa': 'رویدادهای روزانه',
    'ar': 'الأحداث اليومية',
}

alles_in_future = {'ru': 'Все уникальные события в Будущем',
                   'en': 'All unique events in the Future',
                   'de': 'Alles einzigartige Ereignisse in der Zukunft',
                   'uk': 'Усі унікальні події у Майбутньому',
                   'tr': 'Gelecekteki tüm benzersiz etkinlikler',
                   'ar': 'جميع الأحداث الفريدة في المستقبل',
                   'fa': 'همه رویدادهای منحصر به فرد در آینده'}

alles_in_past = {'ru': 'Все уникальные события в Прошлом',
                 'en': 'All unique events in the Past',
                 'de': 'Alles einzigartige Ereignisse in der Vergangenheit',
                 'uk': 'Всі унікальні події в минулому',
                 'tr': 'Geçmişteki tüm benzersiz olaylar',
                 'ar': 'جميع الأحداث الفريدة في الماضي',
                 'fa': 'همه رویدادهای منحصر به فرد در گذشته'}

opisanie_rolika = {
    'ru': 'Бот принимает от Вас информацию о событиях в  будущем и присылает напоминания об этих событиях\n'
          'Вы задаете время, текст или фото\n'
          'Есть <b>5</b> категорий событий\n'
          '<b>1</b> - Уникальные события. О таких событиях бот предупреждает <b>2</b> раза : за сутки и за час\n'
          'до установленного времени. Прошедшие уникальные события можно удалить, если нажать кнопку.\n'
          'Все остальные события удаляются вводом уникального номера\n'
          'Уникальные события отображаются в Календаре\n'
          '<b>2</b> - Ежемесячные события - Вы выбираете число, часы и минуты. Бот будет дважды напоминать Вам об этотм событии - '
          'наконуне и в момент события. Можно выбрать любое количество дней в месяце\n'
          '<b>3</b> - Еженедельные события. Можно выбрать от одного до <b>6</b> дней недели. Бот будет присылать напоминание по установленному графику\n'
          '<b>4</b> - Ежедневные события. Можно выбрать любое количество часов\n'
          '<b>5</b> - События с  интервалом от <b>2</b> до <b>365</b> дней. Бот присылает уведомления по графику',

    'en': 'The bot receives information about future events from you and sends reminders about these events\n'
           'You specify the time, text or photo\n'
           'There are 5 categories of events\n'
           '1 - Unique events. The bot notifies you about such events twice: one day before and one hour before\n'
           'the set time. Past unique events can be deleted by clicking the button.\n'
           'All other events are deleted by entering a unique number\n'
           'Unique events are displayed in the Calendar\n'
           '2 - Monthly events - you select the date, hours and minutes. The bot will remind you about this event twice - '
           'the day before and at the time of the event. You can select any number of days in a month\n'
           '3 - Weekly events. You can select from one to 6 days of the week. The bot will send a reminder according to the set schedule\n'
           '4 - Daily events. You can select any number of hours\n'
           '5 - Events with an interval from 2 to 365 days. The bot sends notifications on schedule',

    'de': 'Der Bot erhält von Ihnen Informationen über zukünftige Ereignisse und sendet Erinnerungen an diese Ereignisse\n'
          'Sie geben die Uhrzeit, den Text oder das Foto an\n'
          'Es gibt 5 Kategorien von Ereignissen\n'
          '1 - Einmalige Ereignisse. Der Bot benachrichtigt Sie zweimal über solche Ereignisse: einen Tag vor und eine Stunde vor\n'
          'der festgelegten Uhrzeit. Vergangene einmalige Ereignisse können durch Klicken auf die Schaltfläche gelöscht werden.\n'
          'Alle anderen Ereignisse werden durch Eingabe einer einmaligen Nummer gelöscht\n'
          'Einmalige Ereignisse werden im Kalender angezeigt\n'
          '2 - Monatliche Ereignisse - Sie wählen das Datum, die Stunden und die Minuten aus. Der Bot erinnert Sie zweimal an dieses Ereignis - '
          'am Tag vor und zur Uhrzeit des Ereignisses. Sie können eine beliebige Anzahl von Tagen in einem Monat auswählen\n'
          '3 - Wöchentliche Ereignisse. Sie können einen bis sechs Wochentage auswählen. Der Bot sendet eine Erinnerung gemäß dem festgelegten Zeitplan\n'
          '4 - Tägliche Ereignisse. Sie können eine beliebige Anzahl von Stunden auswählen\n'
          '5 - Ereignisse mit einem Intervall von 2 bis 365 Tagen. Der Bot sendet Benachrichtigungen nach Zeitplan.',

    'tr': 'Bot sizden gelecekteki etkinlikler hakkında bilgi alır ve bu etkinlikler hakkında hatırlatıcılar gönderir\n'
          'Zamanı, metni veya fotoğrafı siz belirlersiniz\n'
          '5 etkinlik kategorisi vardır\n'
          '1 - Benzersiz etkinlikler. Bot bu tür etkinlikler hakkında sizi iki kez bilgilendirir: ayarlanan zamandan bir gün önce ve bir saat önce\n'
          '. Geçmişteki benzersiz etkinlikler düğmeye tıklanarak silinebilir.\n'
          'Diğer tüm etkinlikler benzersiz bir sayı girilerek silinir\n'
          'Benzersiz etkinlikler Takvimde görüntülenir\n'
          '2 - Aylık etkinlikler - tarihi, saati ve dakikayı siz seçersiniz. Bot bu etkinliği size iki kez hatırlatacaktır - '
          'etkinliğin bir gün önce ve zamanında. Bir ayda istediğiniz sayıda gün seçebilirsiniz\n'
          '3 - Haftalık etkinlikler. Haftanın bir ila 6 günü arasında seçim yapabilirsiniz. Bot ayarlanan programa göre bir hatırlatıcı gönderecektir\n'
          '4 - Günlük etkinlikler. İstediğiniz saat sayısını seçebilirsiniz\n'
          '5 - 2 ila 365 gün aralığındaki olaylar. Bot, bildirimleri programa göre gönderir',

    'uk': 'Бот отримує від вас інформацію про майбутні події та надсилає нагадування про ці події\n'
          'Ви вказуєте час, текст або фото\n'
          "Є 5 категорій подій\n"
          '1 - Унікальні події. Бот сповіщає про такі події двічі: за день до та за годину\n'
          'встановлений час. Минулі унікальні події можна видалити, натиснувши кнопку.\n'
          "Усі інші події видаляються введенням унікального номера\n"
          "У календарі відображаються унікальні події\n"
          '2 - Щомісячні події - ви обираєте дату, години та хвилини. Бот нагадає вам про цю подію двічі - '
          'напередодні та під час заходу. Ви можете вибрати будь-яку кількість днів у місяці\n'
          '3 - Щотижневі події. Ви можете вибрати від одного до 6 днів тижня. Бот надішле нагадування за встановленим розкладом\n'
          '4 - Щоденні події. Ви можете вибрати будь-яку кількість годин\n'
          '5 - Події з інтервалом від 2 до 365 днів. Бот надсилає сповіщення за розкладом',

    'ar': '"يتلقى الروبوت معلومات عن الأحداث المستقبلية منك ويرسل تذكيرات حول هذه الأحداث\n'
          'أنت تحدد الوقت أو النص أو الصورة\n'
          'هناك 5 فئات من الأحداث\n'
          '1 - الأحداث الفريدة. يخطرك الروبوت بمثل هذه الأحداث مرتين: قبل يوم واحد وقبل ساعة واحدة\n'
          'الوقت المحدد. يمكن حذف الأحداث الفريدة السابقة بالنقر فوق الزر.\n'
          'يتم حذف جميع الأحداث الأخرى بإدخال رقم فريد\n'
          'يتم عرض الأحداث الفريدة في التقويم\n'
          '2 - الأحداث الشهرية - تحدد التاريخ والساعات والدقائق. سيذكرك الروبوت بهذا الحدث مرتين - '
          'اليوم السابق وفي وقت الحدث. يمكنك تحديد أي عدد من الأيام في الشهر\n'
          '3 - الأحداث الأسبوعية. يمكنك تحديد من يوم واحد إلى 6 أيام في الأسبوع. سيرسل الروبوت تذكيرًا وفقًا للجدول المحدد\n'
          '4 - الأحداث اليومية. يمكنك تحديد أي عدد من الساعات\n'
          '5 - أحداث بفاصل زمني من 2 إلى 365 يومًا. يرسل الروبوت الإشعارات في الموعد المحدد',

    'fa': "ربات اطلاعاتی درباره رویدادهای آینده از شما دریافت می کند و یادآوری هایی درباره این رویدادها ارسال می کند\n"
          'شما زمان، متن یا عکس را مشخص می کنید\n'
          '5 دسته از رویدادها وجود دارد\n'
          '1 - رویدادهای منحصر به فرد. ربات شما را در مورد چنین رویدادهایی دو بار مطلع می کند: یک روز قبل و یک ساعت قبل\n'
          'زمان تعیین شده رویدادهای منحصر به فرد گذشته را می توان با کلیک کردن روی دکمه حذف کرد.\n'
          "همه رویدادهای دیگر با وارد کردن یک شماره منحصر به فرد حذف می شوند\n"
          "رویدادهای منحصر به فرد در تقویم نمایش داده می شوند\n"
          '2 - رویدادهای ماهانه - شما تاریخ، ساعت و دقیقه را انتخاب می کنید. ربات این رویداد را دو بار به شما یادآوری می کند - '
          'روز قبل و در زمان رویداد. میتوانید هر تعداد روز را در ماه انتخاب کنید\n'
          '3 - رویدادهای هفتگی. می توانید از یک تا 6 روز هفته را انتخاب کنید. ربات طبق برنامه زمانبندی تنظیم شده یادآوری ارسال می کند\n'
          '4 - رویدادهای روزانه. می‌توانید هر تعداد ساعت را انتخاب کنید\n'
          '5 - رویدادهایی با فاصله زمانی 2 تا 365 روز. ربات اعلان ها را طبق برنامه ارسال می کند.,'
}

last_31 = {'ru':'последний день месяца или ',
           'en':'last day of month or',
            'de':'letzter Tag des Monats oder',
            'tr':'ayın son günü veya',
            'uk':'останній день місяця або',
            'ar':'آخر يوم في الشهر أو',
            'fa':'آخرین روز ماه یا'}

